Repository: pixelbart/wp-translations
Catalog: themes/powerup/powerup-*.po
Languages: de_de

source: Oops, nothing to see here...
de_de: Entschuldigung, hier gibt’s (noch) nichts zu sehen...

source: Looks like you discovered a page that does not exist anymore, or perhaps it never did.
de_de: Anscheinend existiert die Seite nicht oder nicht mehr.

source: GO TO FRONT PAGE
de_de: ZUR STARTSEITE

source: Highlighted
de_de: Hervorgehoben

source: Color-marked content should be considered essential reading.
de_de: Farblich markierte Beiträge MÜSSEN unbedingt gelesen werden.

source: Content published on
de_de: Veröffentlicht am

# daily archives format
source: F jS, Y
de_de: d.m.Y

source: Content published in
de_de: Veröffentlich in

# monthly archives format
source: F Y
de_de: d.Y

source: Apologies, nothing found.
de_de: Entschuldigung, hier wurde nichts gefunden.

source: Content by
de_de: Beitrag von

source: Content filed under
de_de: Abgelegt unter

source: This post is password protected. Enter the password to view any comments.
de_de: Dieser Beitrag ist passwortgeschützt. Gebe das Passwort ein, um alle Kommentare anzuzeigen.

source: Your (nick)name*
de_de: Dein (Nick)Name*

source: E-mail address (hidden)*
de_de: E-Mail-Adresse (versteckt)*

source: Type your comment here to join or kick off the discussion...*
de_de: Gebe hier deinen Kommentar ein um an der Diskussion teilzunehmen...*

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s">Log out?</a>
de_de: Angemeldet als <a href="%1$s">%2$s</a>. <a href="%3$s" title="M&ouml;chtest du dich abmelden">Abmelden?</a>

source: Submit
de_de: Senden

source: Sticky:
de_de: Angepinnt:

source: Permalink to %s
de_de: Permalink zu %s

source: PowerUp Theme: Header Tabs
de_de: PowerUp Theme: Tabs in der Kopfzeile

source: PowerUp Theme: Header Dropdown Menu
de_de: PowerUp Theme: Dropdown-Menü in der Kopfzeile

source: PowerUp Theme: Footer Menu
de_de: PowerUp Theme: Menü in der Fußzeile

source: Front page ad spot (300x250)
de_de: Werbung auf der Startseite (300x250)

source: Appears next to featured content slider (if alternate featured area layout enabled). 300x250 format, use the text widget to enter your ad code).
de_de: Erscheint neben dem Slider (wenn aktiviert). Das Format ist 300x250. Verwende das Text-Widget um deinen Code einzufügen.

source: Sidebar ad spot
de_de: Werbung in der Sidebar

source: This widget location is intended for an ad placement (300px width format, use the text widget to enter your ad code). For standard widgets, please use the "Sidebar widgets" widget location.
de_de: Diese Werbefläche ist für Werbeformate mit einer Breite von 300px. Benutze auch hier ein Text-Widget um deinen Code einzufügen.

source: Drag widgets here
de_de: Widgets hierher ziehen

source: Dropdown menu widgets
de_de: Dropdown-Menü Widgets

source: This widget location is located inside the header dropdown menu.
de_de: Diese Widgets werden im Dropdown-Menü innerhalb der Kopfzeile platziert.

source: Footer Widgets (column 1)
de_de: Footer Widgets (Spalte 1)

source: Footer Widgets (column 2)
de_de: Footer Widgets (Spalte 2)

source: Footer Widgets (column 3)
de_de: Footer Widgets (Spalte 3)

source: Recent Posts
de_de: Aktuelle Beiträge

source: Title:
de_de: Titel:

source: Number of comments to show:
de_de: Anzahl der Kommentare, die angezeigt werden sollen:

source: Recent Comments
de_de: Neueste Kommentare

source: On:
de_de: Am:

# Google font: on or off
source: on
de_de: aktiv

source: (Awaiting moderation.)
de_de: (Wartet auf Moderation.)

source: on
de_de: am

source: Reply
de_de: Antworten

source: Edit
de_de: Bearbeiten

source: Dropdown Menu
de_de: Dropdown-Menü

source: Header Tabs
de_de: Kopfzeilen Tabs

source: Featured & Trending Content
de_de: Empfohlener & Beliebter Inhalt

source: Quicklink & Search
de_de: Quicklink & Suche

source: Misc
de_de: Sonstiges

source: Trending
de_de: Beliebt

source: Most discussed stories from the last week.
de_de: Die beliebtesten Beiträge der letzten Woche.

source: By
de_de: Von

source: Read now
de_de: Weiterlesen

source: By
de_de: Von

# %s = human-readable time difference
source: %s ago
de_de: vor %s

source: BROWSE
de_de: MEHR

source: Search...
de_de: Suchen...

source: Sponsored
de_de: Gesponsert

source: Purchase ad space
de_de: Werbefläche mieten

source: Latest content
de_de: Die letzten Beiträge

source: Pinned:
de_de: Angepinnt:

source: Read more
de_de: Weiterlesen

source: Filed under:
de_de: Abgelegt unter:

source: Continues..
de_de: Weiterlesen...

source: Pages:
de_de: Seiten:

source: Edit post
de_de: Beitrag bearbeiten

source: Tagged with:
de_de: Verschlagwortet mit:

source: YOU MIGHT ALSO LIKE
de_de: DAS WIRD DICH AUCH INTERESSIEREN

source: Edit page
de_de: Seite bearbeiten

source: Search results for
de_de: Suchergebnis für

source: Content tagged with
de_de: Verschlagwortet mit

source: The Premium Video Game Theme for WordPress
de_de: Das Premium WordPress Theme für Videospiele
